Repository: Kyome22/RunCatLocalization
Catalog: Sources/RunCatLocalization/Resources/GeneralSettings.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# allRunners
source: Select from all runners
de: Aus allen Läufern wählen
es: Seleccionar entre todos los corredores
fr: Sélectionne tous les coureurs
ja: 全てのランナーから選択する
ko: 모든 러너중에서 선택
ru: Выбрать из всех бегунов
vi: Chọn từ tất cả các runner
zh_hans: 所有跑者
zh_hant: 選擇所有跑者

source: Changed my mind
de: Ich habe meine Meinung geändert
es: Cambié de opinión
fr: Mon avis a changé
ja: 気が変わった
ko: 그냥 둘래요
ru: Не надо
vi: Tôi đã đổi ý
zh_hans: 我改变主意了
zh_hant: 我改變主意了

source: Flip horizontally
de: Horizontal spiegeln
es: Voltear horizontalmente
fr: Inverser horizontalement
ja: 左右を反転
ko: 수평 반전
ru: Отразить по горизонтали
vi: Lật ngang
zh_hans: 水平翻转
zh_hant: 水平翻轉

source: Invert speed
de: Geschwindigkeit umkehren
es: Invertir velocidad
fr: Inverser la vitesse
ja: 速度を反転
ko: 속도 반전
ru: Инвертировать скорость
vi: Đảo ngược tốc độ
zh_hans: 速度反转
zh_hant: 速度反轉

source: Launch
de: Starten
es: Iniciar
fr: Démarrage
ja: 起動
ko: 자동 실행
ru: Запуск
vi: Khởi chạy
zh_hans: 启动
zh_hant: 啟動

# launchAtLogin
source: Launch RunCat automatically at login.
de: RunCat automatisch beim Einloggen starten.
es: Iniciar RunCat automáticamente al iniciar sesión.
fr: Ouvrir automatiquement RunCat avec la session.
ja: ログイン時に自動でRunCatを起動
ko: 로그인 시 RunCat을 자동 실행
ru: Автоматический запуск RunCat при входе в систему
vi: Tự động khởi chạy RunCat khi đăng nhập.
zh_hans: 登录时自启 RunCat
zh_hant: 登入時自動啟動 RunCat

# onlyMonochromeRunners
source: Select from only monochrome runners
de: Nur aus einfarbigen Läufern wählen
es: Seleccionar corredores monocromáticos
fr: Sélectionne seulement les coureurs monochrome
ja: モノクロのランナーのみから選択する
ko: 흑백 러너중에서 선택
ru: Выбрать только из монохромных
vi: Chỉ chọn từ các runner đơn sắc
zh_hans: 仅单色跑者
zh_hant: 選擇僅單色跑者

source: Runner
de: Läufer
es: Corredor
fr: Coureur
ja: ランナー
ko: 러너
ru: Бегун
zh_hans: 跑者
zh_hant: 跑者

# selectAutomatically
source: Select randomly per 10 minutes automatically
de: Alle 10 Minuten automatisch zufällig auswählen
es: Seleccionar aleatoriamente cada 10 minutos automáticamente
fr: Sélection aléatoire toutes les 10 minutes
ja: 10分ごとにランダムで自動選択
ko: 10분마다 랜덤하게 러너 바꾸기
ru: Случайный выбор каждые 10 минут
vi: Tự động chọn ngẫu nhiên mỗi 10 phút
zh_hans: 每 10 分钟随机一个
zh_hant: 每 10 分鐘隨機選擇

# stop
source: Stop the runner
de: Läufer anhalten
es: Detener el corredor
fr: Arrêter le coureur
ja: 停止する
ko: 러너 멈추기
ru: Остановить бегуна
vi: Dừng runner
zh_hans: 停止
zh_hant: 停止跑者

# stopRunner
source: Stop the runner
de: Läufer anhalten
es: Detener el corredor
fr: Arrêter le coureur
ja: ランナーを停止
ko: 러너를 멈춰주세요
ru: Остановить бегуна
vi: Dừng runner
zh_hans: 停止跑者
zh_hant: 停止跑者

# stopRunnerMessage
source: If you stop the runner, the uniqueness of this application will be lost.
de: Wenn Du den Läufer anhälst, geht die Einzigartigkeit dieser Anwendung verloren.
es: Si detienes el corredor, se perderá la singularidad de esta aplicación.
fr: Si vous arrêter les mouvements du coureur, le caractère unique de l’application sera perdu.
ja: ランナーを停止してしまうと本アプリの独自性が失われます。
ko: 만약 러너를 멈춘다면, 이 애플리케이션의 특징을 잃게됩니다.
ru: Если остановишь бегуна, уникальность этого приложения будет утрачена.
vi: Nếu bạn dừng runner, tính độc đáo của ứng dụng này sẽ bị mất.
zh_hans: 如果停止跑者，就会失去软件的趣味性
zh_hant: 如果你停止了跑者，就會失去此 App 的獨特性

# stopRunnerTitle
source: Do you really want to stop the runner?
de: Möchtest Du den Läufer wirklich anhalten?
es: ¿Realmente quieres detener el corredor?
fr: Voulez-vous vraiment arrêter les mouvements du coureur ?
ja: 本当にランナーを停止しても良いですか？
ko: 정말로 러너를 멈추시겠습니까?
ru: Ты реально хочешь остановить бегуна?
vi: Bạn có thực sự muốn dừng runner không?
zh_hans: 你确定要停止跑者吗？
zh_hant: 你確定要停止跑者嗎？

# useAccentColor
source: Use the system accent color
de: Verwende die Akzentfarbe des Systems
es: Usar el color del sistema
fr: Utiliser la couleur d’accentuation du système
ja: システムのアクセントカラーを使用
ko: 시스템 강조 색상 사용
ru: Использовать цвет системы
vi: Sử dụng màu nhấn của hệ thống
zh_hans: 使用系统强调色
zh_hant: 使用系統主題色
